[
  {
    "starttime": "2024-04-05T20:00:00.000Z",
    "endtime": "2024-04-05T22:00:00.000Z",
    "areastagelatlng": "Sun",
    "eventartistworkshoppresentation": "Loopus in Fabula",
    "tags": "music, psytrance, funky, happy",
    "description": "Loopus has established himself a reputation for the so called \"funkedelic\" sound : a mixture of psytrance and funky disco sounds...there's actually more (or less), a total free crossover of influences with an electro, progressive, jazzy, circus feeling blended with the severe discipline of psytrance: a mind twisting psychedelia with a running full baseline...\n\nLoopus has played up to now in almost every corner of the psytrance world and has developed a blended live+djset featuring a special task: slowly bringing the dancefloor into a relaxed, happy, funky atmosphere full of laughs and funny smiles... for this reason his set works best in early nights or sunny morning at outdoors or anytime in the kinky clubs...",
    "website": "soundcloud.com/loopus-in-fabula"
  },
  {
    "starttime": "2024-04-05T22:00:00.000Z",
    "endtime": "2024-04-05T23:30:00.000Z",
    "areastagelatlng": "Sun",
    "eventartistworkshoppresentation": "Rob Fractaltribe",
    "tags": "music, psytrance, dark, techno",
    "description": "Fractaltribe is an organization which promotes health, mindfulness & inspiration through events focusing on art and music.",
    "website": "soundcloud.com/robert-fractaltribe",
    "ig": "instagram.com/robertfractaltribe"
  },
  {
    "starttime": "2024-04-05T23:30:00.000Z",
    "endtime": "2024-04-06T01:00:00.000Z",
    "areastagelatlng": "Sun",
    "eventartistworkshoppresentation": "Stranger Than Fiction",
    "tags": "music, psytrance, futuristic",
    "description": "Stranger Than Fiction is the project of Jirah and E11even, two veterans of the psytrance scene blasting psychedelic music since 1997.\n\nTim and Liz met in 2019 while performing at a psytrance festival near San Francisco, California. Since then, they have dedicated themselves to perfecting their craft, producing music that is a fusion of groovy basslines, relentless beats and magical soundscapes, activating and invoking the imagination.",
    "website": "soundcloud.com/strangerthanfictionpsy"
  },
  {
    "starttime": "2024-04-06T01:00:00.000Z",
    "endtime": "2024-04-06T02:00:00.000Z",
    "areastagelatlng": "Sun",
    "eventartistworkshoppresentation": "Horizon by Avalon & Madd Max",
    "tags": "music, psytrance, consciousness, spiritual, trippy",
    "description": "Avalon is one of the leading and most in-demand artists in the Psy-Trance scene today and for over a decade one of the top headliners at most major psychedelic trance events around the globe and has worked with Tristan, Ajja, Vini Vici, Astrix, Burn In Noise, Ace Ventura to name a few.",
    "website": "soundcloud.com/avalon"
  },
  {
    "starttime": "2024-04-06T02:00:00.000Z",
    "endtime": "2024-04-06T03:30:00.000Z",
    "areastagelatlng": "Sun",
    "eventartistworkshoppresentation": "Paradigm",
    "tags": "music"
  },
  {
    "starttime": "2024-04-06T00:00:00.000Z",
    "endtime": "2024-04-06T01:00:00.000Z",
    "areastagelatlng": "Eclipse",
    "eventartistworkshoppresentation": "Old Gold",
    "tags": "music"
  },
  {
    "starttime": "2024-04-06T01:00:00.000Z",
    "endtime": "2024-04-06T02:00:00.000Z",
    "areastagelatlng": "Eclipse",
    "eventartistworkshoppresentation": "Bogl",
    "tags": "music"
  },
  {
    "starttime": "2024-04-06T02:00:00.000Z",
    "endtime": "2024-04-06T05:30:00.000Z",
    "areastagelatlng": "Eclipse",
    "eventartistworkshoppresentation": "Skream",
    "tags": "music, house, dubstep, dnb, jungle",
    "ig": "instagram.com/skreamizm"
  },
  {
    "starttime": "2024-04-06T21:00:00.000Z",
    "endtime": "2024-04-06T22:00:00.000Z",
    "areastagelatlng": "Lone Star",
    "eventartistworkshoppresentation": "Dirtwire",
    "tags": "music, bass, blues",
    "description": "Dirtwire is a traveler’s collage of Earth-borne instruments and electronic sounds foraged from Electric Forest to the mountains of Tuva. From their home on the west coast of the United States to far-flung destinations all over the world, these troubadours are welcomed for speaking the most unifying language there is: music.\n\nEvery live set is a magician’s surprise show, an invitation to experience instruments that are usually heard only as samples in electronic music. It is a celebration of the art of the instrument, not just the sound you can record from it. Future revival, swamptronica, spaghetti-step, electro-twang — whatever you call Dirtwire’s music, what matters is that you can dance to it, as sure as a lizard dances in the desert.\n\nDirtwire, comprised of lifelong friends and musicians Evan Fraser, David Satori, and Mark Reveley, are touring now in support of their new record “Road Goes All Night”. The road goes further yet, friends. Come see where it leads at a show near you.",
    "website": "soundcloud.com/dirtwire",
    "ig": "instagram.com/dirtwire"
  }
]